Repository: postalsys/emailengine
Catalog: translations/*.po
Languages: de, et, ja, nl, pl

source: %d day
de: %d Tag
et: %d päev
ja: %d日
nl: dag
pl: %d dzień

source: Click <a href="%s">here</a> to continue&mldr;
de: Klicken Sie <a href="%s">hier</a>, um fortzufahren&mldr;
et: Kliki <a href="%s">siin</a>, et jätkata&mldr;
ja: 続けるには<a href="%s">ここ</a>をクリックしてください。
nl: Klik <a href="%s">hier</a> om door te gaan&mldr;
pl: Kliknij <a href="%s">tutaj</a>, aby kontynuować&mldr;

source: Unsubscribe
de: Abmelden
et: Loobu tellimusest
ja: 購読解除
nl: Uitschrijven
pl: Wypisz się

source: Your email address was unsubscribed.
de: Ihre E-Mail Adresse wurde abgemeldet.
et: Teie e-posti aadress on kustutatud.
ja: メールアドレスの購読が解除されました。
nl: Je e-mailadres is uitgeschreven.
pl: Twój adres e-mail został wyrejestrowany.

source: Was this a mistake? Click <a%s>here</a> to re-subscribe.
de: War das ein Fehler? Klicken Sie <a%s>hier</a> um sich erneut anzumelden.
et: Kas see oli viga? Klõpsake <a%s>siin</a>, et end uuesti tellijaks lisada.
ja: 間違いでしたか？<a%s>ここ</a>をクリックして再購読してください。
nl: Was dit een vergissing. Klik dan <a%s>hier</a> om u opnieuw aan te melden.
pl: Czy to był błąd? Kliknij <a%s>tutaj</a>, aby ponownie zasubskrybować.

source: Re-subscribe
de: Wiederanmelden
et: Uuesti tellimine
ja: 再購読
nl: Opnieuw aanmelden
pl: Zasubskrybuj ponownie

source: Are you sure you want to re-subscribe your email address <em>%s</em>?
de: Sind Sie sicher, dass Sie Ihre E-Mail-Adresse <em>%s</em> erneut anmelden möchten?
et: Kas olete kindel, et soovite oma e-posti aadressi <em>%s</em> uuesti tellijaks märkida?
ja: メールアドレス<em>%s</em>を再購読しますか？
nl: Weet je zeker dat je je e-mailadres <em>%s</em> weer wilt aanmelden?
pl: Czy na pewno chcesz ponownie zasubskrybować swój adres e-mail <em>%s</em>?

source: Close
de: Schließen
et: Sulge
ja: 閉じる
nl: Sluiten
pl: Zamknij

source: Subscribe
de: Abonnieren
et: Telli
ja: 購読する
nl: Abonneren
pl: Subskrybuj

source: Subscription resumed
de: Abo weitergeführt
et: Tellimus jätkub
ja: 定期購入が再開されました
nl: Abonnement hervat
pl: Subskrypcja wznowiona

source: Your email address <em>%s</em> was re-subscribed.
de: Ihre E-Mail Adresse <em>%s</em> wurde neu angemeldet.
et: Teie e-posti aadress <em>%s</em> lisati uuesti tellijate nimekirja.
ja: メールアドレス<em>%s</em>が再購読されました。
nl: Je e-mailadres <em>%s</em> is weer aangemeld.
pl: Twój adres e-mail <em>%s</em> został ponownie zasubskrybowany.

source: Email address
de: E-Mail-Adresse
et: E-posti aadress
ja: メールアドレス
nl: E-mailadres
pl: Adres e-mail

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
et: Sisestage oma e-posti aadress
ja: メールアドレスを入力してください
nl: Vul je email in
pl: Wprowadź swój adres e-mail

source: Your name
de: Ihr Name
et: Sinu nimi
ja: 名前
nl: Jouw naam
pl: Twoje imię

source: Enter your full name
de: Gib deinen vollen Namen ein
et: Sisestage oma täisnimi
ja: フルネームを入力してください
nl: Vul je naam in
pl: Wpisz swoje imię i nazwisko

source: Password
de: Passwort *
et: Parool
ja: パスワード
nl: Wachtwoord
pl: Hasło

source: Enter your account password
de: Passwort für Ihr Konto eingeben
et: Sisestage oma konto parool
ja: アカウントのパスワードを入力してください
nl: Vul je wachtwoord in
pl: Wprowadź hasło do konta

source: Continue
de: Weiter
et: Jätka
ja: 続行
nl: Doorgaan
pl: Kontynuuj

source: Choose your email account provider
de: Wählen Sie Ihren E-Mail-Kontoanbieter
et: Valige oma e-posti konto pakkuja
ja: メールアカウントプロバイダーを選択してください
nl: Kies je e-mailprovider
pl: Wybierz dostawcę konta e-mail

source: Standard IMAP
et: Standardne IMAP
ja: 標準IMAP
nl: Standaard IMAP
pl: Standardowy IMAP

source: Username
de: Benutzername
et: Kasutajanimi
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika

source: Important
de: Wichtig
et: Tähelepanu
ja: 重要
nl: Belangrijk
pl: Ważne

source: Application Password
de: Anwendungspasswort
et: Rakenduse parool
ja: アプリケーションパスワード
nl: Applicatie wachtwoord
pl: Hasło aplikacji

source: %s accounts require an application password for %s.
de: für %s-Konten ist ein Anwendungskennwort für %s erforderlich.
et: %s kontod peavad kasutama %s jaoks rakenduse parooli.
ja: %sのアカウントは%sのアプリケーションパスワードが必要です。
nl: %s-accounts vereisen een toepassingswachtwoord voor %s.
pl: konta %s wymagają hasła aplikacji dla %s.

source: Instructions
de: Anweisungen
et: Juhend
ja: 指示
nl: Instructies
pl: Instrukcje

source: Hostname
et: Serveri nimi
ja: ホスト名
nl: Hostnaam
pl: Nazwa hosta

source: Port
ja: ポート
nl: Poort

source: TLS for IMAP
de: TLS für IMAP
et: TLS IMAP serveris
ja: IMAPのTLS
nl: TLS voor IMAP
pl: TLS dla IMAP

source: TLS (also known as SSL) is usually only needed when using port 993. For other ports EmailEngine falls back to using STARTTLS based encryption.
de: TLS (auch bekannt als SSL) wird normalerweise nur bei der Verwendung von Port 993 benötigt. Bei anderen Ports greift EmailEngine auf die STARTTLS-basierte Verschlüsselung zurück.
et: TLS (tuntud ka kui SSL) on tavaliselt vajalik ainult siis, kui kasutatakse porti 993. Teiste portide puhul kasutab EmailEngine STARTTLS-põhist krüpteerimist.
ja: TLS（SSLとも呼ばれます）は、通常ポート993を使用する場合にのみ必要です。その他のポートではEmailEngineがSTARTTLSベースの暗号化にフォールバックします。
nl: TLS (ook wel SSL genoemd) is meestal alleen nodig bij het gebruik van poort 993. Voor andere poorten schakelt EmailEngine over op STARTTLS-versleuteling.
pl: TLS (znany również jako SSL) jest zwykle potrzebny tylko w przypadku korzystania z portu 993. W przypadku innych portów EmailEngine powraca do szyfrowania opartego na STARTTLS.

source: Use TLS
de: TLS verwenden
et: Kasuta TLS krüpteerimist
ja: TLSを使用する
nl: Gebruik TLS
pl: Użyj TLS

source: TLS for SMTP
de: TLS für SMTP
et: TLS SMTP serveris
ja: SMTPのTLS
nl: TLS voor SMTP
pl: TLS dla SMTP

source: TLS (also known as SSL) is usually only needed when using port 465. For other ports EmailEngine falls back to using STARTTLS based encryption.
de: TLS (auch bekannt als SSL) wird normalerweise nur bei der Verwendung von Port 465 benötigt. Bei anderen Ports greift EmailEngine auf die STARTTLS-basierte Verschlüsselung zurück.
et: TLS (tuntud ka kui SSL) on tavaliselt vajalik ainult siis, kui kasutatakse porti 465. Teiste portide puhul kasutab EmailEngine STARTTLS-põhist krüpteerimist.
ja: TLS（SSLとも呼ばれます）は、通常ポート465を使用する場合にのみ必要です。その他のポートではEmailEngineがSTARTTLSベースの暗号化にフォールバックします。
nl: TLS (ook wel SSL genoemd) is meestal alleen nodig bij het gebruik van poort 465. Voor andere poorten schakelt EmailEngine over op STARTTLS-versleuteling.
pl: TLS (znany również jako SSL) jest zwykle potrzebny tylko w przypadku korzystania z portu 465. W przypadku innych portów EmailEngine powraca do szyfrowania opartego na STARTTLS.

source: Verify connection
de: Verbindung pruefen
et: Kontrolli ühendust
ja: 接続を確認
nl: Verbinding controleren
pl: Zweryfikuj polaczenie

source: Save and continue
de: Speichern und weiter
et: Salvesta ja jätka
ja: 保存して続行
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj

source: Skip verification
de: Pruefung ueberspringen
et: Jäta kontroll vahele
ja: 確認をスキップ
nl: Verificatie overslaan
pl: Pomin weryfikacje

source: Connection test failed
de: Verbindungstest fehlgeschlagen
et: Ühenduse kontroll ebaõnnestus
ja: 接続テスト失敗
nl: Verbindingstest mislukt
pl: Test polaczenia nie powiodl sie

source: We couldn't connect with these settings. Check the errors below.
de: Verbindung mit diesen Einstellungen nicht moeglich. Pruefen Sie die Fehler unten.
et: Nende seadetega ei õnnestunud ühendust luua. Kontrolli vigu allpool.
ja: これらの設定では接続できませんでした。以下のエラーを確認してください。
nl: We konden geen verbinding maken met deze instellingen. Controleer de fouten hieronder.
pl: Nie udalo sie polaczyc z tymi ustawieniami. Sprawdz bledy ponizej.

source: Error
de: Fehler
et: Viga
ja: エラー
nl: Fout
pl: Blad

source: Invalid settings
de: Ungueltige Einstellungen
et: Vigased seaded
ja: 無効な設定
nl: Ongeldige instellingen
pl: Nieprawidlowe ustawienia

source: Couldn't connect to IMAP server
de: Verbindung zum IMAP-Server nicht moeglich
et: IMAP serveriga ei õnnestunud ühendust luua
ja: IMAPサーバーに接続できませんでした
nl: Kon geen verbinding maken met IMAP-server
pl: Nie udalo sie polaczyc z serwerem IMAP

source: Server response:
de: Server-Antwort:
et: Serveri vastus:
ja: サーバーの応答：
nl: Server reactie:
pl: Odpowiedz serwera:

source: Couldn't connect to SMTP server
de: Verbindung zum SMTP-Server nicht moeglich
et: SMTP serveriga ei õnnestunud ühendust luua
ja: SMTPサーバーに接続できませんでした
nl: Kon geen verbinding maken met SMTP-server
pl: Nie udalo sie polaczyc z serwerem SMTP

source: Request failed.
de: Anfrage fehlgeschlagen.
et: Päring ebaõnnestus.
ja: リクエスト失敗。
nl: Verzoek mislukt.
pl: Zadanie nie powiodlo sie.

source: Delegated
de: Delegiert
et: Delegeeritud
ja: 委任された
nl: Gedelegeerd
pl: Delegowany

source: Using credentials from "%s"
de: Verwendung von Anmeldeinformationen aus "%s"
et: Kasutades volitusi "%s"
ja: 0]」の認証情報を使用
nl: Gebruikmakend van inloggegevens van "%s"
pl: Używanie poświadczeń z "%s"

source: Connection timed out. This usually occurs if you are behind a firewall or connecting to the wrong port.
de: Zeitüberschreitung bei der Verbindung. Dies tritt in der Regel auf, wenn Sie sich hinter einer Firewall befinden oder eine Verbindung zum falschen Port herstellen.
et: Ühendus on aegunud. See juhtub tavaliselt siis, kui olete tulemüüri taga või ühendute valesse porti.
ja: 接続がタイムアウトしました。これは通常、ファイアウォールの内側にいるか、間違ったポートに接続している場合に発生します。
nl: De verbinding is verlopen. Dit gebeurt meestal als je achter een firewall zit of verbinding maakt met de verkeerde poort.
pl: Przekroczono limit czasu połączenia. Zwykle dzieje się tak, gdy użytkownik znajduje się za zaporą sieciową lub łączy się z niewłaściwym portem.

source: The server unexpectedly closed the connection.
de: Der Server hat die Verbindung unerwartet geschlossen.
et: Server sulges ootamatult ühenduse.
ja: サーバーが予期せず接続を閉じました。
nl: De server sloot onverwacht de verbinding.
pl: Serwer nieoczekiwanie zamknął połączenie.

source: The server unexpectedly closed the connection. This usually happens when attempting to connect to a TLS port without TLS enabled.
de: Der Server hat die Verbindung unerwartet geschlossen. Dies geschieht in der Regel, wenn versucht wird, eine Verbindung zu einem TLS-Port ohne aktiviertes TLS herzustellen.
et: Server sulges ootamatult ühenduse. See juhtub tavaliselt siis, kui üritatakse luua ühendust TLS-porti, ilma et TLS oleks lubatud.
ja: サーバーが予期せず接続を切断しました。これは通常、TLSが有効になっていないTLSポートに接続しようとしたときに発生する。
nl: De server sloot onverwacht de verbinding. Dit gebeurt meestal wanneer je probeert verbinding te maken met een TLS-poort zonder TLS ingeschakeld.
pl: Serwer nieoczekiwanie zamknął połączenie. Zwykle dzieje się tak podczas próby połączenia z portem TLS bez włączonego protokołu TLS.

source: The server refused the connection. This typically occurs if the server is not running, is overloaded, or you are connecting to the wrong host or port.
de: Der Server hat die Verbindung abgelehnt. Dies geschieht in der Regel, wenn der Server nicht läuft, überlastet ist oder Sie sich mit dem falschen Host oder Port verbinden.
et: Server keeldus ühendusest. See juhtub tavaliselt siis, kui server ei tööta, on ülekoormatud või ühendute vale hostiga või porti.
ja: サーバーが接続を拒否しました。これは通常、サーバーが稼動していないか、過負荷になっているか、間違ったホストまたはポートに接続している場合に発生します。
nl: De server weigerde de verbinding. Dit gebeurt meestal als de server niet draait, overbelast is, of als je verbinding maakt met de verkeerde host of poort.
pl: Serwer odmówił połączenia. Zwykle dzieje się tak, gdy serwer nie działa, jest przeciążony lub łączysz się z niewłaściwym hostem lub portem.

source: Invalid API key for OpenAI
de: Ungültiger API-Schlüssel für OpenAI
et: OpenAI jaoks vale API võti
ja: OpenAIの無効なAPIキー
nl: Ongeldige API-sleutel voor OpenAI
pl: Nieprawidłowy klucz API dla OpenAI

source: Email Account Setup
de: E-Mail-Konto einrichten
et: E-posti konto seadistamine
ja: メールアカウント設定
nl: E-mailaccountinstelling
pl: Konfiguracja konta e-mail

source: Invalid request. Check your input and try again.
de: Validierung der Anforderungsargumente fehlgeschlagen.
et: Päringu argumentide kontroll ebaõnnestus.
ja: リクエスト引数の検証に失敗しました。
nl: Het valideren van de aanvraag-argumenten is mislukt.
pl: Nie udało się zweryfikować argumentów żądania.

source: Server hostname was not found
de: Server-Hostname wurde nicht gefunden
et: Serverit ei leitud
ja: サーバーホスト名が見つかりませんでした
nl: De serverhostnaam kon niet worden gevonden.
pl: Nie znaleziono nazwy hosta serwera

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort
et: Vigane kasutajanimi või parool
ja: 無効なユーザー名またはパスワード
nl: Ongeldige gebruikersnaam of wachtwoord
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Authentication credentials were not provided
de: Es wurden keine Authentifizierungsdaten angegeben
ja: 認証情報が提供されませんでした
nl: Er zijn geen authenticatiegegevens verstrekt
pl: Nie podano danych uwierzytelniających

source: OAuth2 authentication failed
de: OAuth2-Authentifizierung fehlgeschlagen
ja: OAuth2認証に失敗しました
nl: OAuth2-authenticatie mislukt
pl: Uwierzytelnianie OAuth2 nie powiodło się

source: TLS protocol error
de: TLS-Protokollfehler
et: TLS protokolli viga
ja: TLSプロトコルエラー
nl: TLS-protocolfout
pl: Błąd protokołu TLS

source: Connection timed out
de: Verbindung abgelaufen
ja: 接続タイムアウト
nl: Verbindingslimiet overschreden
pl: Przekroczono limit czasu połączenia

source: Could not connect to server
de: Es konnte keine Verbindung zum Server hergestellt werden
ja: サーバーに接続できませんでした
nl: Kan geen verbinding maken met de server
pl: Nie można połączyć się z serwerem

source: Unexpected server response
de: Unerwartete Serverantwort
ja: 予期しないサーバー応答
nl: Onverwachte serverreactie
pl: Nieoczekiwana odpowiedź serwera

source: Invalid input
de: Ungültige Eingabe
et: Vale sisestus
ja: 無効な入力
nl: Ongeldige invoer
pl: Nieprawidłowe dane wejściowe

source: Subscription Management
de: Mitgliederverwaltung
et: Tellimuse haldamine
ja: サブスクリプション管理
nl: Abonnementenbeheer
pl: Zarządzanie subskrypcjami

source: Requested page not found
de: Gewünschte Seite nicht gefunden
et: Soovitud lehekülge ei leitud
ja: リクエストされたページが見つかりません
nl: Opgevraagde pagina niet gevonden
pl: Nie znaleziono żądanej strony

source: Something went wrong
de: Leider ist ein Fehler aufgetreten
et: Miski läks valesti
ja: 問題がありました
nl: Er ging iets mis
pl: Ups... Coś poszlo nie tak

source: Signature validation failed
de: Signaturüberprüfung fehlgeschlagen
et: Päringu allkirja kontroll ebaõnnestus
ja: 署名の検証に失敗しました
nl: Handtekeningvalidatie mislukt
pl: Walidacja podpisu nie powiodła się

source: Invalid or expired account setup URL
de: Ungültige oder abgelaufene URL für die Kontoeinrichtung
et: Kehtetu või aegunud konto seadistamise URL
ja: 無効または期限切れのアカウント設定URL
nl: Ongeldige of verlopen accountinstellings-URL
pl: Nieprawidłowy lub wygasły adres URL konfiguracji konta

source: Microsoft has disabled password-based sign-ins (including app passwords) for Outlook.com, Hotmail.com, and Microsoft 365 email accounts. To continue, please use the "Sign in with Microsoft" button to securely connect your account.
de: Microsoft hat die kennwortbasierte Anmeldung (einschließlich Kennwörter für Anwendungen) für Outlook.com-, Hotmail.com- und Microsoft 365-E-Mail-Konten deaktiviert. Um fortzufahren, verwenden Sie bitte die Schaltfläche "Sign in with Microsoft", um Ihr Konto sicher zu verbinden.
et: Microsoft on keelanud paroolil põhineva sisselogimise (sealhulgas rakenduste paroolid) Outlook.com, Hotmail.com ja Microsoft 365 e-posti kontodele. Jätkamiseks kasutage oma konto turvaliseks ühendamiseks nuppu "Sign in with Microsoft".
ja: マイクロソフトは、Outlook.com、Hotmail.com、およびMicrosoft 365メールアカウントのパスワードベースのサインイン（アプリのパスワードを含む）を無効にしています。続行するには、「Microsoftでサインイン」ボタンを使用してアカウントを安全に接続してください。
nl: Microsoft heeft wachtwoordgebaseerde inlogmethodes (inclusief applicatiewachtwoorden) uitgeschakeld voor Outlook.com, Hotmail.com en Microsoft 365 e-mailaccounts. Gebruik de knop "Inloggen met Microsoft" om je account veilig te verbinden.
pl: Firma Microsoft wyłączyła logowanie oparte na hasłach (w tym hasłach aplikacji) dla kont e-mail w usługach Outlook.com, Hotmail.com i Microsoft 365. Aby kontynuować, użyj przycisku "Zaloguj się za pomocą Microsoft", aby bezpiecznie połączyć swoje konto.

source: Couldn't set up account. Try again.
de: Konto konnte nicht eingerichtet werden. Versuchen Sie es erneut.
et: Kontot ei õnnestunud luua. Proovi uuesti.
ja: アカウントを設定できませんでした。もう一度お試しください。
nl: Kan geen account aanmaken. Probeer het opnieuw.
pl: Nie udało się założyć konta. Spróbuj ponownie.
